/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Računalo možda nije spojeno na internet.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Računalo možda nije spojeno na internet.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Računalo je možda spojeno na internet.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS server ovog računala ne reagira.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS server nije pronašao naziv servera.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Router ovog računala ne reagira.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Server, na koji se ovo računalo pokušava spojiti, ne reagira.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Računalo je možda spojeno na internet.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Lozinka web obrasca";

/* HTTP result code string */
"accepted" = "prihvaćeno";

/* HTTP result code string */
"bad gateway" = "neispravan gateway";

/* HTTP result code string */
"bad request" = "pogrešan zahtjev";

/* HTTP result code string */
"client error" = "pogreška korisnika";

/* HTTP result code string */
"conflict" = "neslaganje";

/* HTTP result code string */
"continue" = "nastavi";

/* HTTP result code string */
"created" = "izrađeno";

/* HTTP result code string */
"expectation failed" = "uspjeh je izostao";

/* HTTP result code string */
"forbidden" = "zabranjeno";

/* HTTP result code string */
"found" = "nađeno";

/* HTTP result code string */
"gateway timed out" = "isteklo gateway vrijeme";

/* HTTP result code string */
"informational" = "informativno";

/* HTTP result code string */
"internal server error" = "greška unutarnjeg servera";

/* HTTP result code string */
"length required" = "potrebna duljina";

/* HTTP result code string */
"method not allowed" = "način nije dozvoljen";

/* HTTP result code string */
"moved permanently" = "trajno premješteno";

/* HTTP result code string */
"multiple choices" = "višestruke opcije";

/* HTTP result code string */
"needs proxy" = "potreban je proxy";

/* HTTP result code string */
"no content" = "bez sadržaja";

/* HTTP result code string */
"no error" = "bez greške";

/* HTTP result code string */
"non-authoritative information" = "informacija nije mjerodavna";

/* HTTP result code string */
"not found" = "nije nađeno";

/* HTTP result code string */
"not modified" = "nije izmijenjeno";

/* HTTP result code string */
"partial content" = "djelomičan sadržaj";

/* HTTP result code string */
"payment required" = "potrebno plaćanje";

/* HTTP result code string */
"precondition failed" = "preduvjet je izostao";

/* HTTP result code string */
"proxy authentication required" = "potrebna proxy ovjera";

/* HTTP result code string */
"redirected" = "preusmjereno";

/* HTTP result code string */
"no longer exists" = "više ne postoji";

/* HTTP result code string */
"request timed out" = "vrijeme zahtjeva isteklo";

/* HTTP result code string */
"request too large" = "zahtjev prevelik";

/* HTTP result code string */
"requested URL too long" = "traženi URL je predug";

/* HTTP result code string */
"requested range not satisfiable" = "traženi raspon ne zadovoljava";

/* HTTP result code string */
"reset content" = "resetiraj sadržaj";

/* HTTP result code string */
"see other" = "vidi ostalo";

/* HTTP result code string */
"server error" = "greška servera";

/* HTTP result code string */
"service unavailable" = "nedostupna usluga";

/* HTTP result code string */
"success" = "uspjeh";

/* HTTP result code string */
"switching protocols" = "izmjena protokola";

/* HTTP result code string */
"temporarily redirected" = "privremeno preusmjereno";

/* HTTP result code string */
"unacceptable" = "neprihvatljivo";

/* HTTP result code string */
"unauthorized" = "neodobreno";

/* HTTP result code string */
"unimplemented" = "nije izvedivo";

/* HTTP result code string */
"unsupported media type" = "nepodržana vrsta medija";

/* HTTP result code string */
"unsupported version" = "nepodržana verzija";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Došlo je do problema u komunikaciji s web proxy serverom (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Došlo je do problema u komunikaciji sa sigurnim web proxy serverom (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "Nepoznata greška";

/* WebFoundationErrorCancelled description */
"Err-999" = "poništeno";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "Netočan URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Zahtjev je istekao.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nepodržan URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Server s navedenim nazivom hosta nije nađen.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Spajanje na server nije moguće.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Veza s mrežom je prekinuta.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "DNS lookup greška";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "previše HTTP preusmjeravanja";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "resurs nedostupan";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Internet veza je odspojena.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "preusmjereno nigdje";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Loš odgovor servera.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "nula bajta resursa";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "dekodiranje raw podataka nije moguće";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "dekodiranje content podataka nije moguće";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "analiza odgovora nije moguća";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Međunarodni roaming je trenutno isključen.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Podatkovna veza ne može se uspostaviti jer je poziv trenutno aktivan.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Podatkovna veza trenutno nije dozvoljena.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "tok tijela zahtjeva je iscrpljen";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Traženi URL nije nađen na ovom serveru.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "datoteka je mapa";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nemate dozvolu za pristup zatraženom sadržaju.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "resurs je veći od maksimalne veličine";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Došlo je do SSL greške i ne može se uspostaviti sigurna veza sa serverom.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certifikat za ovaj server je istekao.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certifikat za ovaj server je istekao. Možda se spajate na server koji se pretvara da je \"%@\" a koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikat za ovaj server nije važeći.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikat za ovaj server nije važeći. Možda se spajate na server koji se pretvara da je \"%@\" a koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikat za ovaj server je potpisao nepoznati autoritet za certifikate.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikat za ovaj server je potpisao nepoznati autoritet za certifikate. Možda se spajate na server koji se pretvara da je \"%@\" a koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikat za ovaj server još nije važeći.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikat za ovaj server još nije važeći. Možda se spajate na server koji se pretvara da je \"%@\" a koji bi mogao ugroziti vaše povjerljive informacije.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Server nije prihvatio certifikat.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Server \"%@\" nije prihvatio certifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Server zahtijeva certifikat klijenta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Server \"%@\" zahtijeva certifikat klijenta.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "učitavanje s mreže nije moguće";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Izrada datoteke nije moguća";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Otvaranje datoteke nije moguće";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Greška prilikom zatvaranja datoteke";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Zapis datoteke nije moguć";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Uklanjanje datoteke nije moguće";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Premještanje datoteke nije moguće";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Neuspjelo dekodiranje preuzimanja";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Neuspjelo dekodiranje preuzimanja";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Želite se svejedno spojiti na server?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Molimo, provjerite vaše postavke proxy poslužitelja. Za dodatnu pomoć, obratite se vašem administratoru sustava.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Potrebna je proxy autorizacija";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autorizacija za %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Poništi";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Korisničko ime";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Lozinka";
